10/data/attachments/75caa0a4feaba544.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_f751dba1-e1fd-4934-be3d-452ec54fd259</nif:username>
            <nif:friendToBeAdded>Regina_end_Actions_49774_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>